# кнопки
add_words = "Добавить слова"
remove_words = "Удалить слова"
add_chats = "Добавить чаты"
remove_chats = "Удалить чаты"
my_words = "Мои слова"

# состояния
new_words = "new_words"
remove = "remove_words"
new_chats = "new_chats"
type_code = "type_code"


# сообщения
manual = ''' Для отслеживания слова нужно нажать "Добавить слова" и отправить боту список из интересующих Вас слов, разделённых пробелами. 
Регистр слова и его словоформа (_книга_, _книги_, _книге_ и т.д.) не имеют значения.

Для удаления слова из списка отслеживаемых нажмите "Удалить слова" и отправьте боту список слов, которые Вы больше не хотите отслеживать.

Чтобы узнать список отслеживаемых Вами слов нажмите "Мои слова".'''

type_new_words = "Введите новые слова для отслеживания"
select_removing_words = "Выберите слова для удаления"
type_new_chats = "Введите новые чаты для отслеживания (адрес каждого нового чата должен начинаться с @)"
select_removing_chats = "Выберите чаты для удаления"